{
  "pageTitle": "Check your answers before you complete your check in",
  "title": "Check your answers before you complete your check in",
  "sections": {
    "aboutYou": "About you",
    "video": "Video"
  },
  "rows": {
    "mentalHealth": {
      "key": "How are you feeling?",
      "changeHidden": "answer for how are you feeling"
    },
    "assistance": {
      "key": "Is there anything you need support with or want to let us know about?",
      "changeHidden": "answer for is there anything you need support with or want to let us know about"
    },
    "mentalHealthSupport": {
      "key": "Tell us why you need help with mental health",
      "changeHidden": "answer for tell us why you need help with mental health"
    },
    "alcoholSupport": {
      "key": "Tell us why you need help with alcohol",
      "changeHidden": "answer for tell us why you need help with alcohol"
    },
    "drugsSupport": {
      "key": "Tell us why you need help with drugs",
      "changeHidden": "answer for tell us why you need help with drugs"
    },
    "moneySupport": {
      "key": "Tell us why you need help with money",
      "changeHidden": "answer for tell us why you need help with money"
    },
    "housingSupport": {
      "key": "Tell us why you need help with housing",
      "changeHidden": "answer for tell us why you need help with housing"
    },
    "supportSystemSupport": {
      "key": "Tell us why you need help with support system",
      "changeHidden": "answer for tell us why you need help with your support system"
    },
    "otherSupport": {
      "key": "Tell us why you need help with (other)",
      "changeHidden": "answer for tell us why you need help"
    },
    "callback": {
      "key": "Is there anything else you need to speak with your probation officer about?",
      "changeHidden": "answer for is there anything else you need to speak with your probation officer about"
    },
    "callbackDetails": {
      "key": "Tell us what you need to talk about",
      "changeHidden": "answer for tell us what you need to talk about"
    },
    "videoCheck": {
      "key": "Video check",
      "match": "We have confirmed this is you",
      "noMatch": "We cannot confirm this is you",
      "viewHidden": "video"
    }
  },
  "confirm": {
    "legend": "Complete your check in",
    "label": "I confirm that, to the best of my knowledge, the details I have provided are correct. I understand that this information will be shared with my probation officer.",
    "error": "Confirm your details are correct"
  },
  "submitButton": "Complete check in"
}
